; Serbian Latin
; Prevod: Adeii Schkartowsky (https://github.com/adeii), Radoš Milićev (https://github.com/rammba)

[Serbian (Latin)]
IDS_TITLE_EXCLUDE=Isključi
IDS_FILE=Fajl
IDS_SETTINGS=Podešavanja
IDS_EXIT=Izlaz
IDS_EDIT=Uredi
IDS_PURGE_UNUSED=Ukloni neupotrebljene aplikacije
IDS_PURGE_TIMERS=Ukloni sve tajmere
IDS_FIND=Pretraži
IDS_REFRESH=Osveži
IDS_VIEW=Prikaz
IDS_ICONS=Ikonice
IDS_ICONSSMALL=Malo
IDS_ICONSLARGE=Veliko
IDS_ICONSISHIDDEN=Ne prikazuj ikonice
IDS_LANGUAGE=Jezik
IDS_FONT=Font
IDS_HELP=Pomoć
IDS_WEBSITE=Veb-sajt
IDS_CHECKUPDATES=Proveri ažuriranja
IDS_DONATE=Zahvali se!
IDS_ABOUT=O ...
IDS_TRAY_SHOW=Prikaži / Sakrij
IDS_TRAY_START=Omogući filtere
IDS_TRAY_STOP=Onemogući filtere
IDS_TRAY_RULES=Pravila
IDS_TRAY_BLOCKLIST_RULES=Blok lista
IDS_TRAY_SYSTEM_RULES=Sistemska pravila
IDS_TRAY_USER_RULES=Korisnička pravila
IDS_TRAY_LOGERR=Logovi grešaka
IDS_ADD_FILE=Dodaj fajl
IDS_ANY=Bilo šta
IDS_DISABLENOTIFICATIONS=Onemogući notifikacije
IDS_OPENRULESEDITOR=Kreiraj pravilo
IDS_TIMER=Tajmer
IDS_DISABLETIMER=Onemogući tajmer
IDS_EXPLORE=Otvori folder
IDS_COPY=Kopiraj
IDS_SELECT_ALL=Izaberi sve
IDS_CHECK=Omogući izabrano
IDS_UNCHECK=Onemogući izabrano
IDS_ADD=Dodaj
IDS_EDIT2=Uredi
IDS_DELETE=Obriši
IDS_EXPORT=Izvezi
IDS_IMPORT=Uvezi
IDS_RULE_ALLOWLOOPBACK=Dozvoli povratne konekcije za sve
IDS_HIGHLIGHT_INVALID=Nevalidno (fajl ne postoji / problem sa filterom)
IDS_HIGHLIGHT_NETWORK=Aplikacija iz deljene mreže
IDS_HIGHLIGHT_PICO=Pico aplikacija
IDS_HIGHLIGHT_SIGNED=Potpisana aplikacija
IDS_HIGHLIGHT_SILENT=Notifikacije su onemogućene
IDS_HIGHLIGHT_SPECIAL=Korisnička pravila
IDS_HIGHLIGHT_SYSTEM=Sistemska aplikacija
IDS_GROUP_TIMER=Aplikacije za tajmer
IDS_EDITOR=Urednik pravila
IDS_NAME=Naziv
IDS_RULE=Pravilo
IDS_PORTVERSION=Porodica (samo za portove)
IDS_PROTOCOL=Protokol
IDS_DIRECTION=Smer
IDS_ACTION=Akcija
IDS_DATE=Datum
IDS_FILEPATH=Putanja
IDS_SIGNATURE=Potpis
IDS_ADDRESS=Adresa
IDS_FILTER=Filter
IDS_NOTES=Napomene
IDS_ADDED=Dodato
IDS_TIMELEFT=Preostalo vreme
IDS_SIGN_SIGNED=Potpisano
IDS_SIGN_UNSIGNED=Nije potpisano
IDS_GROUP_ALLOWED=Aplikacije sa pristupom internetu
IDS_GROUP_BLOCKED=Aplikacije bez pristupa internetu
IDS_GROUP_ENABLED=Omogućena pravila
IDS_GROUP_DISABLED=Onemogućena pravila
IDS_DIRECTION_1=Odlazno
IDS_DIRECTION_2=Dolazno
IDS_DIRECTION_3=Oba
IDS_ACTION_ALLOW=Dozvoli
IDS_ACTION_BLOCK=Blokiraj
IDS_ENABLE_CHK=Omogući pravilo
IDS_WIKI=Pomoć
IDS_SAVE=Sačuvaj
IDS_CLOSE=Zatvori
IDS_SETTINGS_GENERAL=Opšte
IDS_TITLE_GENERAL=Opšta konfiguracija
IDS_TITLE_LANGUAGE=Jezik
IDS_TITLE_CONFIRMATIONS=Potvrde
IDS_TITLE_INTERFACE=Interfejs
IDS_TITLE_HIGHLIGHTING=Isticanje
IDS_TITLE_LOGGING=Logovi paketa
IDS_TITLE_NOTIFICATIONS=Notifikacije
IDS_TITLE_ADVANCED=Napredno
IDS_ALWAYSONTOP_CHK=Uvek na vrhu
IDS_LOADONSTARTUP_CHK=Učitavanje prilikom pokretanja sistema
IDS_STARTMINIMIZED_CHK=Pokreni smanjeno
IDS_SHOWFILENAMESONLY_CHK=Prikaži samo imena fajlova
IDS_AUTOSIZECOLUMNS_CHK=Prilagodi veličinu kolona
IDS_SKIPUACWARNING_CHK=Preskoči "Kontrolu korisničkog naloga"
IDS_CHECKUPDATES_CHK=Povremeno proveravajte ažuriranja (preporuka)
IDS_LANGUAGE_HINT=Izaberite jezik:
IDS_USESTEALTHMODE_CHK=Spreči skeniranje portova
IDS_USESTEALTHMODE_HINT=Sprečavanje skeniranja TCP porta tihim puštanjem dolaznog TCP RST-a i UDP skeniranja odgovorom na odlazni ICMP sa "Destination Unreachable".
IDS_INSTALLBOOTTIMEFILTERS_CHK=Omogući filtere za pokretanje sistema
IDS_INSTALLBOOTTIMEFILTERS_HINT=Sprečavanje curenja podataka pre pokretanja sistema, čak i pre pokretanja "Base Filtering Engine" (BFE).
IDS_USECERTIFICATES_CHK=Provera digitalnih potpisa aplikacije
IDS_USENETWORKRESOLUTION_CHK=Reši mrežne adrese
IDS_DISABLEWINDOWSFIREWALL_CHK=Onemogući Windows Firewall
IDS_ENABLEWINDOWSFIREWALL_CHK=Omogući Windows Firewall
IDS_CONFIRMEXIT_CHK=Potvrda zatvaranja aplikacije
IDS_CONFIRMEXITTIMER_CHK=Potvrda zatvaranja aplikacije dok su tajmeri aktivni
IDS_CONFIRMLOGCLEAR_CHK=Potvrda brisanja fajla sa logovima
IDS_COLORS_HINT=Kliknite dvaput da biste uredili.
IDS_ENABLELOG_CHK=Omogući logovanje paketa u fajl
IDS_LOGSHOW=Prikaži logove
IDS_LOGCLEAR=Obriši logove
IDS_LOGSIZELIMIT_HINT=Maksimalna veličina: (kB)
IDS_ENABLENOTIFICATIONS_CHK=Omogući informacije o paketima
IDS_NOTIFICATIONSOUND_CHK=Omogući zvuk notifikacija
IDS_NOTIFICATIONTIMEOUT_HINT=Vremenski razmak između sličnih notifikacija (sek.):
IDS_NOTIFY_TOOLTIP=Postavite korisničko pravilo za dozvolu pristupa adresi i/ili portu za ovu aplikaciju.
IDS_QUESTION=Da li ste sigurni?
IDS_QUESTION_DELETE=Ukloni elemement(e)?
IDS_QUESTION_START=Ovo će aplikacijama zabraniti pristup mreži u skladu sa trenutnom konfiguracijom. Nastavi?
IDS_QUESTION_STOP=Ovo će svim blokiranim aplikacijama vratiti pristup mreži. Nastavi?
IDS_QUESTION_EXIT=Instalirani filteri će nastaviti sa radom i kad zatvorite program. Nastavi?
IDS_QUESTION_TIMER=Aktivirani tajmer(i). Tajmeri rade samo dok radi aplikacija. Izađi?
IDS_QUESTION_TIMERS=Obriši sve tajmere?
IDS_QUESTION_FLAG_CHK=Ne pitaj ponovo
IDS_STATUS_EMPTY=Prazno.
IDS_STATUS_SYNTAX_ERROR=Pravilo sadrži sintaksnu grešku!
IDS_ADDRESS_LOCAL=Izvor
IDS_ADDRESS_REMOTE=Destinacija
IDS_UPDATE_ERROR=Greška pri povezivanju servera za ažuriranje.
IDS_UPDATE_DOWNLOAD=Preuzimanje ažuriranja...
IDS_UPDATE_DONE=Preuzimanje ažuriranja je završeno.
IDS_GROUP_SPECIAL_APPS=Aplikacije sa korisničkim pravilima
IDS_RULE_ALLOWLOOPBACK_HINT=Dozvoljava sav povratni saobraćaj.
IDS_RESET=Resetuj
IDS_EXCLUDESTEALTH_CHK=konekcije skenera portova
IDS_EXCLUDEBLOCKLIST_CHK=blok lista
IDS_UPDATE_INIT=Provera novih izdanja...
IDS_UPDATE_INSTALL=Dostupno ažuriranje, želite li da ga instalirate?
IDS_EXCLUDECUSTOM_CHK=korisnička pravila
IDS_EXCLUDECLASSIFYALLOW_CHK=dozvoljene konekcije
IDS_STATUS_TIMER_DONE=Tajmer za aplikaciju je istekao
IDS_ICONSEXTRALARGE=Ogromno
IDS_STATUS_UNUSED_APPS=Neupotrebljene aplikacije
IDS_STATUS_TIMER_APPS=Aplikacije sa tajmerom
IDS_SECUREFILTERS_CHK=Omogući zaštitu instaliranih filtera
IDS_SECUREFILTERS_HINT=Spreči pristup instaliranim filterima za neautorizovane aplikacije
IDS_USEREFRESHDEVICES_CHK=Ažuriraj filtere kada su uređaji za čuvanje povezani
IDS_RULE_ALLOW6TO4=Dozvoli IPv6 preusmeravanje (6to4) za sve
IDS_RECOMMENDED=preporučeno
IDS_ICONSISTABLEVIEW=Prikaži kao tabelu
IDS_ACTION_ALLOW_HINT=Zauvek dozvoli pristup mreži
IDS_ACTION_BLOCK_HINT=Zauvek zabrani pristup mreži (dok je Sunca)
IDS_ACTION_LATER_HINT=Ignoriši i pitaj me ponovo
IDS_RULE_APPLY_2=Primeni "%s" za ovu aplikaciju
IDS_EDITRULES=Uredi pravila
IDS_TAB_APPS=Aplikacije
IDS_TAB_SERVICES=Usluge
IDS_TAB_PACKAGES=UWP aplikacije
IDS_TAB_NETWORK=Konekcije
IDS_STATE=Status
IDS_STATUS_FILTERS_ACTIVE=Filteri su omogućeni.
IDS_STATUS_FILTERS_INACTIVE=Filteri su onemogućeni!
IDS_STATUS_FILTERS_PROCESSING=Primenjivanje filtera
IDS_HIGHLIGHT_CONNECTION=Poseduje mrežne konekcije
IDS_SHOWINLIST=Prikaži u listi
IDS_BLOCKLIST_SPY=Microsoft špijuniranje i telemetrija
IDS_BLOCKLIST_UPDATE=Microsoft ažuriranje
IDS_BLOCKLIST_EXTRA=Microsoft aplikacije
IDS_PORT=Port
IDS_NOTIFY_TITLE=Hitno obaveštenje o mreži
IDS_NOTIFY_HEADER=Mrežna konekcija je bila blokirana
IDS_DISABLE=Onemogući
IDS_TITLE_SECURITY=Bezbednost
IDS_LOGVIEWER_HINT=Aplikacija za pregled logova
IDS_NOTIFICATIONONTRAY_CHK=Prikaži prozor sa notifikacijama na traci
IDS_NETWORK_CLOSE=Zatvori konekciju
IDS_RULE_BLOCKOUTBOUND=Blokiraj odlazne konekcije za sve
IDS_RULE_BLOCKINBOUND=Blokiraj dolazne konekcije za sve
IDS_VIEW_ICON=Ikonice
IDS_VIEW_DETAILS=Detalji
IDS_VIEW_TILE=Polja
IDS_RULE_HINT=Ako ostavite prazna polja, pravilo će biti primenjeno na sve adrese i portove.
IDS_RULE_APPS_HINT=Ako nema odabranih aplikacija, pravilo će biti primenjeno na sve aplikacije.
IDS_STATUS_FILTERS_ACTIVE_TEMP=Filteri su omogućeni do ponovnog pokretanja.
IDS_INSTALL_PERMANENT=Stalna pravila. Pravila funkcionišu dok ih ne isključite.
IDS_INSTALL_TEMPORARY=Privremena pravila. Pravila su resetovana nakon ponovnog pokretanja.
IDS_ENABLEUILOG_CHK=Omogući interfejs za logovanje paketa
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Omogući tihi mod dok je aplikacija otvorena na celom ekranu
IDS_TITLE_TRAY=Ikonica obaveštenja
IDS_TRAYICONSINGLECLICK_CHK=Jedan klik na ikonicu obaveštenja za otvaranje
IDS_ENABLE_APP_CHK=Omogući pristup mreži
IDS_APP_HINT=Nema razloga za postavljanje pravila za aplikaciju sa već dozvoljenim pristupom internetu.
IDS_HOST=Host
IDS_CONFIRMALLOW_CHK=Potvrdi kad dozvoljavaš aplikaciju
IDS_QUESTION_ALLOW=Da li ste sigurni da želite dozvoliti potpuni pristup internetu za ovu aplikaciju?
IDS_SHOWSEARCHBAR_CHK=Prikaži traku za pretragu
IDS_LAYER=Sloj
IDS_RULE_ALLOWWINDOWSUPDATE=Dozvoli ažuriranje Windows-a
IDS_ACTION_TERMINATE_HINT=Prekini proces
IDS_PROFILE_TYPE=Tip profila
IDS_USEAPPMONITOR_CHK=Prati promene aplikacija
IDS_DISABLEREMOVAL=Onemogući uklanjanje
IDS_USEHASHES_CHK=Proveri aplikacije za sha-256 heš
IDS_COMMENT=Komentari
IDS_USEDARKTHEME=Koristi tamnu temu
IDS_KEEPUNUSED_CHK=Zadrži neupotrebljene aplikacije
IDS_UPDATE_NO=Nema dostupnih ažuriranja.
IDS_UPDATE_YES=Ažuriranje je dostupno, preuzmite i instalirajte?
IDS_UPDATE_SPEED=Brzina
IDS_RULE_FOR_ALL=za sve
IDS_RULE_FOR_APPS=za aplikacije
IDS_PROFILE_TYPE_PLAIN=Obično
IDS_PROFILE_TYPE_COMPRESSED=Kompresovano
IDS_PROFILE_TYPE_ENCRYPTED=Enkriptovano
IDS_SESSION_ONLY=samo sesija
IDS_LIMIT_REACHED=Dostignut je limit.
IDS_INTERNAL_RULE=Interno pravilo
IDS_LOADING=Učitavanje...
IDS_DIRECTION_REMOTE=Udaljeno
IDS_DIRECTION_LOCAL=Lokalno
IDS_WARNING_UNEXPECTED=Budi oprezan, internet saobraćaj se može neočekivano odvijati putem hosta za usluge/drajvere (svchost.exe/System). Nastavi?
IDS_WARNING_ME=Ako onemogućiš glavni proces, nećeš moći da koristiš opciju za razrešavanje mrežnih adresa. Nastavi?
IDS_TOTAL=Ukupno
IDS_EXCLUDEINBOUND_CHK=dolazni multicast/broadcast
IDS_CONNECTIONS_ENABLE=Enable connections monitoring
IDS_CONNECTIONS_SHOWAITCONNECTIONS=Show waiting connections
IDS_CONNECTIONS_MEAUSUREUDPTRAFFIC=Measure UDP/QUIC traffic (experimental, restart required)
IDS_UDP_ACCOUNTING=UDP (including QUIC): ETW bytes since this socket was first monitored.
IDS_UDP_UNAVAILABLE=UDP measurement unavailable or incomplete. Restart simplewall to retry. Error
IDS_UDP_PENDING=UDP: no verified measurement yet. Sockets opened before monitoring must be reopened.
